 [
  {
  "Video": "song_video_1",
  "Audio": "song_1",
  "No": "1",
  "Title": "Mtakatifu, Mtakatifu, Mtakatifu",
  "Song": "1.U Mtakatifu Mungu Mwenyezi!Alfajiri sifa zako tutaimba;U Mtakatifu, Bwana wa huruma,Mungu wa vyote hata milele.space2.U Mtakatjfu! Na malaika Wengi sana wanakuabudu wote;Elfu na maelfu wanakusujudu.space3.U Mtalatifu! Ingawa giza Lakuficha fahari tusiione,U Mtakatifu! Wewe peke yako,Kamili kwa uwezo na pendo."
  },
  {
  "Video": "song_video_1",
  "Audio": "song_1",
  "No": "2",
  "Title": "Twamsifu Mungu",
  "Song": "1.Twamsifu Mungu, Mwana wa upendo,Aliyetufia na kupaa juu.Aleluya! Usifiwe, Aleluya! Amin; Aleluya! Usifiwe, utubariki.space2.Twamsifu Mungu, Roho Mtukufu,Akatufunulia Mwokozi wetu,space3. Twamsifu Mwana, aliyetufia,Ametukomboa na kutuongoza.space4. Twamsifu Mungu wa rieema yote, Aliyetwaa dhambi, akazifuta.space5. Tuamshe tena, tujaze na pendo.Moyoni uwashe moto wa Roho."
  },
  {
  "Video": "song_video_1",
  "Audio": "song_1",
  "No": "3",
  "Title": "Mungu Atukuzwe",
  "Song": "1.Mungu atukuzwe, kwa mambo makuu,Upendo wake ulitupa Yesu, Aliyejitoa maisha yake, Tuwe nao uzima wa, mileIe.Msifu, msifu, dunia sikia; Msifu, msifu,watu wafurahi; Na uje kwa Baba, kwa Yesu Mwana, Ukamtukuze kwa mambo yote;space2.Wokovu kamili, zawadi kwetu, Ahadi ya Mungu kwa ulimwengu; Wanaomwamini na kuungama, Mara moja wale husamehewa.space3.Alitufundisha mambo makuu,Alihakikisha wokovu wetu;Lakini zaidi, ajabu kubwa, Yesu atakuja na tutamwona."
  },
  {
  "Video": "song_video_1",
  "Audio": "song_1",
  "No": "4",
  "Title": "Jina La Yesu, Salamu",
  "Song": "1.Jina la Yesu, salamu! Lisujudieni, Ninyi mbinguni,hukumu, Na enzi mpeni. Ninyi mbinguni, hukumu,Na enzi mpeni.space2. Enzi na apewe kwenu, watetea dini; Mkuzeni Bwanawenu, Na enzi mpeni.Mkuzeni Bwana wenu, Na enzi mpeni.space3. Enyi mbegu ya rehema nanyi msifuni; Mmeponywa kwa neema, Na enzi mpeni.Mmeponywa kwa neema, Na enzi mpeni.space4. Wenye dhambi kumbukeni ya msalabani. Kwa furaha msifuni,Na enzi mpeni. Kwa furaha msifuni, Na enzi mpeni.space5. Kila mtu duniani msujudieni,Kote-kote msifuni, Na enzi mpeni. Kote-kote msifuni Na enzi mpeni.space6. Sisi na wao pamoja tu mumo sifani. Milele sifa ni moja, ni „enzi mpeni‟. Milele sifa ni moja, ni enzi mpeni."
  },
  {
  "Video": "song_video_1",
  "Audio": "song_1",
  "No": "5",
  "Title": "Na Tumwabudu Mfalme Mfukufu",
  "Song": "1.Na tumwabudu huyo Mfalme, Sifa za nguvu zake zivume; Ni ngao, ni ngome,Yeye milele, Ndizo sifa zake kale na kale.space2.Tazameni ulimwengu huu, Ulivyoumbwa, ajabu kuu; Sasa umewekwa pahali pake, hata utimize majira yake.space3. Kwa ulinzi wako, kwetu Bwana, Twakushukuru U mwema sana; hupewa chakula kila kiumbe, Kila kitu kina mahali pake.space4. Wanadamu tu wanyonge sana kutumaini Wewe, Bwana; Kamwe haupungui wako wema, Mkombozi wetu,Rafiki mwema."
  },
  {
  "Video": "song_video_1",
  "Audio": "song_1",
  "No": "6",
  "Title": "Kumekucha Kwa Uzuri",
  "Song": "1.Kumekucha kwa Uzuri Nafumbua macho; Baba amenihifadhi, Ni wake mtoto.space2.Bwana niwe leo kutwa Ulinzini mwako; Nisamehe dhambi, niwe Mikononi mwako.space3.Roho wako anikae Moyoni daima; Anitakase, nione Uso wako mwema "
  },
  {
  "Video": "song_video_1",
  "Audio": "song_1",
  "No": "7",
  "Title": "Mungu Msaada Wetu",
  "Song": "1.Mungu msaada wetu, tangu miaka yote, ndiwe tumanini letu la zamani zote.space2.Kivuli cha kiti chako ndiyo ngome yetu, Watosha mkono wako ni ulinzi wetu.space3. Kwanza havijakuwako nchi na milima, Ndiwe Mungu, chini yako twakaa salama.space4. Na miaka elfu ni kama siku moja kwako; Utatulinda daima, tu wenyeji wako.space5. Bwana Msaada wetu tangu miaka yote, Mlinzi wetu na ngome, daima, milele."
  },
  {
  "Video": "song_video_1",
  "Audio": "song_1",
  "No": "8",
  "Title": "Uje Mkombozi",
  "Song": "1.Unisikie ninapolia, Uje, M-kombozi; Moyo wangu hukutazamia, Uje, M-kombozi.spaceNimepotea mbali na kwangu, nimetanga peke yangu; Unichukulie sasa kwako; Uje M-kombozi.space2.Sina pahali pa kupumzika. Uje. M-kombozi: Unipe raha, nuru, uzima. Uje. M-kombozi.space3.Nimechoka, njia ni ndefu Uje. M-kombozi; Macho yako kuona nataka, Uji M-kombozi.space4. Bwana. daima hutanidharau, Uje. Mkombozi. Kilio changu utanijibu. Uje. M-kombozi. "
  },
  {
  "Video": "song_video_1",
  "Audio": "song_1",
  "No": "9",
  "Title": "Mwumbaji, Mfalme",
  "Song": "1.Mwumbaji, Mfalme, vitu vyote vyako; ni kwa ukarimu wako ninabarikiwa, ni kwa ukarimu wako ninabarikiwa.space2.Uliyeniumba, nakutegemea; sina budi kuzisifu hisani zako kuu, sina budi kuzisifu hisani zako kuu.space3.Nitatoa nini? Kwanza vyote vyako. upendo wako wadai moyo wa shukrani, upendo wako wadai moyo wa shukrani.space4. Nipewe neema, Niwe na uwezo wa kuishi kwako, Bwana: Siku zangu, zako, wa kuishi kwako, Bwana: Siku zangu, zako. "
  },
  {
  "Video": "song_video_1",
  "Audio": "song_1",
  "No": "10",
  "Title": "Kristo Wa Neema Yote",
  "Song": "1.Kristo wa neema yote imbisha moyo wangu Mifulizo ya baraka inaamsha shangwe kuu. Unifunze nikupende, nikuandame kote, Moyo wangu ukajae furaha na tumai.space2.Namshukuru sana Bwana, aniwezesha huku. Salama aniongoza hata kule nyumbani. Yesu alinitafuta njiani mbali kwake, Akatoa damu yake nipone hatarini.space3.Kweli mimi mwiwa mkubwa wa neema daima; Wema wako unifunge zaidi kwako Bwana. Ili nisivutwe tena kukuacha, ee Mponya, Nitwalie moyo wangu uwe wako kamili. "
  },
  {
  "Video": "song_video_1",
  "Audio": "song_1",
  "No": "11",
  "Title": "Jina La Bwana Li Heri",
  "Song": "1.Sauti zote ziimbe, jina la Yesu li heri! Sifa za Mfalme Mungu, jina la Yesu li heri!spaceJina li heri, jina li heri, jina la Yesu li heri. Jina li heri, jina li heri, jina la Yesu li heri.space2.Hofu zote latuliza, jina la Yesu li heri! Mwenye dhambi hukubali, jina la Yesu li heri.space3.Huvnja nguvu za dhambi, jina la Yesu li heri, Damu yake hutakasa, jina la Yesu li heri.space4. Sauti yake ni tamu, jina la Yesu li heri. Wakaburini husikia, jina la Yesu li heri.space5. Lugha maelf(u) zitaimba, “jina la Yesu li heri. Astahili Mwana-Kondoo, jina la Yesu li heri.”"
  },
  {
  "Video": "song_video_1",
  "Audio": "song_1",
  "No": "12",
  "Title": "Msifu Mungu",
  "Song": "Msifu Mingu wa neema, Enyi viumbe po pote; wa juu pia sifuni Baba, Mwana naye Roho! "
  },
  {
  "Video": "song_video_1",
  "Audio": "song_1",
  "No": "13",
  "Title": "Yesu Uje Kwetu",
  "Song": "1.Umetuahidi kwamba wawili Watatu, kwa jina lako wakija, Utawabariki; kwa hivi leo Twapiga magoti nyumbani pako.spaceYesu uje kwetu Utubariki; Yesu uje kwetu Uwe karibu.space2.Umekuwa nasi siku nyingine Tunakuhitaji mpaka mwisho. Uje Mkombozi; tupe neema; „Tusikie Yesu, utubariki.space3.Uje utawale sauti zetu: Nyimbo, nazo sala uziagize. Imani izidi, ikamilike; Pendo liwe safi, na njia nuru. "
  },
  {
  "Video": "song_video_1",
  "Audio": "song_1",
  "No": "14",
  "Title": "Nitembee Nawe",
  "Song": "1.Nitembee nawe Mungu Alivyotembea Henok; mkono wangu uushike; Unene nami kwa pole; Ingawa njia siioni, Yesu nitembee nawe.space2.Siwezi tembea pekee; Pana dhoruba mbinguni; mitego ya miguu, elfu; Adui wengi hufichwa; Uitulize bahari, Yesu nitembee nawe.space3.Ukinishika mkono, Anasa kwangu hasara; Kwa nguvu nitasafiri; „tautwika msalaba; Hata mji wa Sayuni, Yesu nitembee nawe. "
  },
  {
  "Video": "song_video_1",
  "Audio": "song_1",
  "No": "15",
  "Title": "Nena Mungu",
  "Song": "1.Nena rohoni Yesu, Nena kwa upole Sema kwangu kwa pendo. “Huachwi upweke.” Fungua moyo wangu, Nisikie mara; jaza roho na sifa, Sifa zako Bwana.spaceKila Siku unene. Vile kwa upole, nong‟oneza kwa pole wa pendo: “Daima, Utashinda. Uhuru ni wako” Nisikie maneno Huachwi upweke.”space2.Nena kwa wana wako, Waonyeshe njia, Wajaze kwa furaha, Fundisha kuomba; Wajifunze kutoa Maisha kamili, Wahimize ufalme, tumwone Mwokozi.space3.Nena kama zamani, Ulipoitoa Sheria takatifu, niweke pia; Nipate kutukuza Wewe Mungu wangu, mapenzi yako tena, Daima „kusifu. "
  },
  {
  "Video": "song_video_1",
  "Audio": "song_1",
  "No": "16",
  "Title": "Ninakuhitaji",
  "Song": "1.Bwana ninakuhitaji! Ni mpofu, maskini; Unishike mkononi, Kwako napata nguvu.spaceKila saa, kila saa Bwana ninakuhitaji; Kila saa, Kila saa, Unilinde kila saa.space2.Univike na mavazi Ya usikivu wako; Nguo zangu ni machafu, Nazitamani zako.space3.Wewe ukiniongoza nitakwenda salama; Nenda nami siku zote, U nuru na uzima.space4. Na ikiwa m-beleni Sehemu yangu ngumu, Au ikiwa furaha, Unilinde kila saa."
  },
  {
  "Video": "song_video_1",
  "Audio": "song_1",
  "No": "17",
  "Title": "Si Mimi, Kristo",
  "Song": "1.Si mimi, Kristo astahili sifa; Si mimi, Kristo ajulikane;Si mimi, Kristo katika maneno, Si mimi, Kristo kwa kila tendo.space2.Si mimi, Kristo, kuponya huzuni; Kristo pekee, kufuta machozi; Si mimi, Kristo, kubeba mzigo; Si mimi, Kristo, kupunga hofu.space3. Kristo pekee, pasipo kujisifu; Kristo pekee, na nisizungumze, Kristo pekee, na hakuna kiburi; Kristo pekee, sifa yangu ife.space4.Kristo pekee, mahitaji atoe Si mimi, Kristo, kisima changu; Kristo pekee, kwa mwili na kwa moyo Si mimi, Kristo, hata milele."
  },
  {
  "Video": "song_video_1",
  "Audio": "song_1",
  "No": "18",
  "Title": "Mwokozi, Kama Mchunga",
  "Song": "1.Mwokozi, kama mchunga Utuongoze leo; Ututume malishoni; Fanya tayari boma. Bwana Yesu, peke yako Umetuvuta kwako.space2.Tu wako, uwe rafiki,Uwe mlinzi wetu; kundi lako ulilinde, tusivutwe na dhambi; Bwana Yesu, tusikie, Tukiomba, samehe.space3.Umetuahidi kwamba Utakubali watu, Utawahurumia na Utawapa neema; Bwana Yesu, tunapenda Kuwa wako, mapema. "
  },
  {
  "Video": "song_video_1",
  "Audio": "song_1",
  "No": "19",
  "Title": "Msalabani Pa Mwokozi",
  "Song": "1.Msalabani pa Mwokozi Hapo niliomba upozi, Moyo wangu ulitakaswa, Na asifiwe.spaceNa asifiwe, Na asifiwe. Alinikomboa kwa damu, Na asifiwe.space2.Chini ya mti msumbufu Niliomba utakatifu, Alinikomboa kwa damu, Na asifiwe.space3.Kwa ajabu ninaokoka, Yesu anakaa moyoni; Mtini alinifilia, Na asifiwe.space4.Damu ya Yesu ya thamani Huniokoa makosani; Huniendesha wokovuni, Na asifiwe. "
  },
  {
  "Video": "song_video_1",
  "Audio": "song_1",
  "No": "20",
  "Title": "Mungu Wetu Yeye Mwamba",
  "Song": "1.Mungu wetu yeye mwamba, Kimbilio taabuni; Msaada penye shida ulio karibu sana.spaceMwamba wetu kutupumzisha, yu kivuli kuburudisha Yu Mwongozi katika njia, kimbilio taabuni.space2.Mchana usiku, yule kimbilio taabuni, Hivyo hatutaogopa, kwani yu karibu sana.space3.Iwayo yote, Yeye tu kimbilio taabuni, Twamjua Yeye Mlinzi aliye karibu sana.space4.Mungu wetu Ficho kwetu, kimbilio taabuni. Siku zote uwe Boma lililo karibu sana. "
  }
  ]


